read/hume-kant.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-08-23 周日 19:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>休谟因果到康德先验</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mudan" />
<link rel="stylesheet" type="text/css" href="./emacs.css" />
</head>
<body>
<div id="content">
<h1 class="title">休谟因果到康德先验</h1>
<p>
<a href="./cls.html">充足理由律的四重根 1813</a>
</p>

<p>
P23 休谟所达到的结论，因果性不过是我们通过习惯而熟知的发生于时间中的一连串事件和状态的经验感觉。这个问题本身成了康德的深入研究的动力和起点，并通过这种研究导致了以往的唯心主义所不能比拟的一种更为深刻更为彻底的唯心主义观点。它导致了一种超验的唯心主义，从这里产生一种确信，从整体来说世界依赖于我们，正如我们在细节上依赖于世界一样。
</p>

<p>
<a href="./xlj.html">小逻辑 1817</a>
</p>

<p>
P91 事物自身与我们对于事物自身的认识完全是两回事，这种观点特别是康德的批判哲学所发挥出来的，与前些时代认为事情 Sache<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 与思想相符合是不成问题的信心正相反对。这种思想与事情的对立是近代哲学兴趣的转折点。但人类的自然信念却不以为这种对立是真实的。在日常生活中，我们也进行反思，但并未特别意识到单凭反思即可达到真理；我们进行思考，不顾其他，只是坚决相信思想与事情是符合的，而这种信念确是异常重要。但我们这时代有一种不健康的态度，足以引起怀疑与失望，认为我们的知识只是一种主观的知识，并且误认这种主观的知识是最后的东西。但是，真正讲来，真理应是客观的，并且应是规定一切个人信念的标准，只要个人的信念不符合这标准，这信念便是错误的。反之，据近来的看法，主观信念本身，单就其仅为主观形式的信念而言，不管其内容如何，已经就是好的，这样便没有评判它的真伪的标准——前面我们曾说过，“人心的使命即在于认识真理”，这是人类的一个旧信念，这话还包含有一层道理，即任何对象，外在的自然和内心的本性，举凡一切事物，其自身的真相，必然是思维所思的那样，所以思维即在于揭示出对象的真理。哲学的任务只在于使人类自古以来所相信于思维的性质，能得到显明的自觉而已。所以，哲学并无新的发明，我们这里通过我们的反思作用所提出的说法，已经是人人所直接固有的信念。
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
das Ding 一般译作 “物” 或 “事物”，das Sache 一般译成 “事情”，有时译成 “实质”，含有事物的 “内容实质” 之意。
</p></div></div>


</div>
</div></div>
<div id="postamble" class="status">
<p class="author">Author: Mudan</p>
<p class="date">Created: 2020-08-23 周日 19:44</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
